const items = [
{
    id: 1,
    name: 'Ваза настольная',
    leftItems: 1,
    desc: 'Ваза настольная. Размеры 470*260*380 мм. ',
    price: '6000 р.',
    img: 'name1.jpg'
},
{
    id: 2,
    name: 'Ваза-фруктовница',
    leftItems: 1,
    desc: 'Ваза-фруктовница ',
    price: '8000 р.',
    img: 'name2.jpg'
},
{
    id: 3,
    name: 'Византийский ларец',
    leftItems: 1,
    desc: 'Византийский ларец (комбинированный),размеры 340 140 180 мм.',
    price: '7000 р.',
    img: 'name3.jpg'
},
{
    id: 4,
    name: 'Кабриолет-конфетница',
    leftItems: 1,
    desc: 'Кабриолет-конфетница.Размеры 290 150 130 мм.',
    price: '10 000 р.',
    img: 'name4.jpg'
},
{
    id: 5,
    name: 'Комодик настольный',
    leftItems: 1,
    desc: 'Комодик настольный,размеры 425 95 310 мм',
    price: '15 000 р.',
    img: 'name5.jpg'
},
{
    id: 6,
    name: 'Набор кукольной мебели',
    leftItems: 1,
    desc: 'Набор кукольной мебели',
    price: '10 000 р.',
    img: 'name6.jpg'
},
{
    id: 7,
    name: 'Настольная лампа',
    leftItems: 1,
    desc: 'Настольная лампа драконов,размеры 220 220 560 мм.',
    price: '18 000 р.',
    img: 'name7.jpg'
},
{
    id: 8,
    name: 'Настольное зеркало',
    leftItems: 1,
    desc: 'Настольное зеркало-трюмо Эдем. Размеры 690 360 790 мм.',
    price: '35 000 р.',
    img: 'name8.jpg'
},
{
    id: 9,
    name: 'Панно',
    leftItems: 1,
    desc: 'Панно, размеры 325 265 мм.',
    price: '2000 р.',
    img: 'name9.jpg'
},
{
    id: 10,
    name: 'Панно',
    leftItems: 1,
    desc: 'Панно, размеры 325 265 мм.',
    price: '2000 р.',
    img: 'name10.jpg'
},
{
    id: 11,
    name: 'полка под иконы',
    leftItems: 1,
    desc: 'полка под иконы',
    price: '15 000 р.',
    img: 'name11.jpg'
},
{
    id: 12,
    name: 'Рамка для икон',
    leftItems: 1,
    desc: 'Рамка для икон, размеры 360 265 30 мм',
    price: '5000 р.',
    img: 'name12.jpg'
},
{
    id: 13,
    name: 'Часы Водяная мельница',
    leftItems: 1,
    desc: 'Часы Водяная мельница, размеры 330 180 490 мм',
    price: '15 000 р.',
    img: 'name13.jpg'
},
{
    id: 14,
    name: 'Часы настольные',
    leftItems: 1,
    desc: 'часы настольные, размер длинна-380 мм;ширина-210 мм; высота-670 мм.',
    price: '15 000 р.',
    img: 'name14.jpg'
},
{
    id: 15,
    name: 'Шахматная доска с фигурами',
    leftItems: 1,
    desc: 'Шахматная доска с фигурами, размеры 360 360 60 мм.',
    price: '8000 р.',
    img: 'name15.jpg'
},
{
    id: 16,
    name: 'Шкатулка',
    leftItems: 1,
    desc: 'шкатулка, размеры 197 197 84 мм.',
    price: '9000 р.',
    img: 'name16.jpg'
},
{
    id: 17,
    name: 'Шкатулка-рояль',
    leftItems: 1,
    desc: 'Шкатулка-рояль, размеры 220 145 125 мм.',
    price: '6000 р.',
    img: 'name17.jpg'
}
]